Repository: paulgessinger/swift-paperless
Catalog: swift-paperless/Localization/DocumentMetadata.xcstrings
Source language: en
Languages: da, de, fr, it, nl, pl

# addedDate
source: Date added
da: Dato tilføjet
de: Hinzugefügt am
fr: Date d'ajout
it: Data di aggiunta
nl: Datum toegevoegd
pl: Data dodania

# archiveChecksum
source: Archive MD5 checksum
da: Arkivets MD5-checksum
de: MD5-Prüfsumme Archiv
fr: Somme de contrôle MD5 de l'archive
it: Checksum MD5 dell'archivio
nl: Archief MD5 checksum
pl: Suma kontrolna MD5 pliku archiwalnego

source: Archive file size
da: Størrelse på arkivfil
de: Archiv-Dateigröße
fr: Taille du fichier d'archive
it: Dimensione dell'archivio
nl: Grootte archiefbestand
pl: Rozmiar pliku archiwalnego

source: Media filename
da: Navn på mediefil
de: Mediendateiname
fr: Nom du fichier média
it: Nome del file multimediale
nl: Mediabestandsnaam
pl: Nazwa pliku

# modifiedDate
source: Date modified
da: Dato for ændring
de: Änderungsdatum
fr: Date de modification
it: Data di modifica
nl: Datum van wijziging
pl: Data modyfikacji

# noteCreate
source: Create note
da: Opret en note
de: Notiz erstellen
fr: Créer une note
it: Crea nota
nl: Notitie maken
pl: Utwórz notatkę

# notePlaceholder
source: Note text
da: Bemærk tekst
de: Notiztext
fr: Texte de la note
it: Testo della nota
nl: Tekst notitie
pl: Treść notatki

source: Notes
da: Noter
de: Notizen
it: Note
nl: Notities
pl: Notatki

source: Original filename
da: Oprindeligt filnavn
de: Dateiname Original
fr: Nom de fichier original
it: Nome file originale
nl: Oorspronkelijke bestandsnaam
pl: Nazwa pliku oryginału

source: Original file size
da: Original filstørrelse
de: Dateigröße Original
fr: Taille du fichier original
it: Dimensione file originale
nl: Originele bestandsgrootte
pl: Rozmiar pliku oryginału

source: Metadata
de: Metadaten
fr: Métadonnées
it: Metadati
nl: Metagegevens
pl: Metadane

# originalChecksum
source: Original MD5 checksum
de: MD5-Prüfsumme Original
fr: Somme de contrôle MD5 originale
it: Checksum MD5 originale
nl: Originele MD5 checksum
pl: Suma kontrolna MD5 oryginału

source: Original mime type
de: MIME-Typ Original
fr: Type de mime original
it: Tipo MIME originale
nl: Oorspronkelijke mime-type
pl: Typ mime oryginału
